[
  {
    "id": 1,
    "name": "Nike Zoom Pegasus Turbo 2 Mens Running Shoes",
    "brand": "Nike",
    "thumbnail": "./assets/product-images/thumbnail/nike-zoom-pegasus-turbo-2-mens-running-shoes.jpg",
    "thumbnailMed": "./assets/product-images/450/nike-zoom-pegasus-turbo-2-mens-running-shoes.jpg",
    "image": "./assets/product-images/nike-zoom-pegasus-turbo-2-mens-running-shoes.jpg",
    "price": 249.99,
    "description": "Turbocharge your run with the lighter, more streamlined Nike Zoom Pegasus Turbo 2 Men's Running Shoes. The featherlight lofted mesh and synthetic upper is breathable to the point of appearing translucent. The ZoomX midsole keeps the lightweight design at the forefront while delivering the greatest energy return yet. The angled heel helps to smooth transitions, so you feel lighter on your feet and sprightly through your long distance run."
  },
  {
    "id": 2,
    "name": "Mizuno Wave Rider 23 Mens Running Shoes",
    "brand": "Mizuno",
    "thumbnail": "./assets/product-images/thumbnail/mizuno-wave-rider-23-mens-running-shoes.jpg",
    "thumbnailMed": "./assets/product-images/450/mizuno-wave-rider-23-mens-running-shoes.jpg",
    "image": "./assets/product-images/mizuno-wave-rider-23-mens-running-shoes.jpg",
    "price": 219.99,
    "description": "Specifically designed by runners for runners, the Mizuno Waver Rider 23 2E Men's Running Shoes deliver the smoothest running journey that has graced your feet. The dual-compound midsole provides softer and light cushioning under the foot thanks to Mizuno U4ic and U4ixcX technologies. U4icX heel wedge and deeper articulated grooves at the lateral heel that combine for the cleanest of the heel to toe transitions. U4ic technology allows for lighter high-performance cushioning without sacrificing comfort. Completed with the newly designed engineered mesh upper improves on the plush comfort of the foot with a soft, close to skin fit perfect for all runners alike."
  },
  {
    "id": 3,
    "name": "Brooks Levitate 3 Mens Running Shoe",
    "brand": "Brooks",
    "thumbnail": "./assets/product-images/thumbnail/brooks-levitate-3-mens-running-shoes.jpg",
    "thumbnailMed": "./assets/product-images/450/brooks-levitate-3-mens-running-shoes.jpg",
    "image": "./assets/product-images/brooks-levitate-3-mens-running-shoes.jpg",
    "price": 249.99,
    "description": "The sleek design of the Brooks Levitate 3 Running Shoes make them ideal for your daily, runs, jogs or walks; whatever pace you choose to get active. The flat-knit upper has been updated with an integrated tongue to deliver a sock-like fit and features reflective detailing for low-light visibility. Underfoot DNA AMP offers the best in energy return to keep a spring in your step and the arrow-point outsole speeds transitions for a smooth-running feeling."
  },
  {
    "id": 4,
    "name": "Brooks Revel 3 Mens Running Shoes",
    "brand": "Brooks",
    "thumbnail": "./assets/product-images/thumbnail/brooks-revel-3-mens-running-shoes.jpg",
    "thumbnailMed": "./assets/product-images/450/brooks-revel-3-mens-running-shoes.jpg",
    "image": "./assets/product-images/brooks-revel-3-mens-running-shoes.jpg",
    "price": 179.99,
    "description": "Take charge of your day in the Brooks Revel 3 Men's Running Shoes. The street-ready runners feature a lower profile design with an understated flat-knit upper. The breathable upper combines with an internal bootie woven from heat-activated yarns that won't stretch over time, ensuring the same securing fit from your first to last day wearing them. The midsole has been improved to be softer for more plush cushioning. Tackle whatever your day has in store in the smooth design lines of the Revel 3."
  },
  {
    "id": 5,
    "name": "Nike Mens Rise 365 Hybrid Running Tee",
    "brand": "Nike",
    "thumbnail": "./assets/product-images/thumbnail/nike-mens-rise-365-hybrid-running-tee.jpg",
    "thumbnailMed": "./assets/product-images/450/nike-mens-rise-365-hybrid-running-tee.jpg",
    "image": "./assets/product-images/nike-mens-rise-365-hybrid-running-tee.jpg",
    "price": 69.99,
    "description": "The Nike Men's Breathe Rise 365 Running Tee is designed to maximise comfort during your daily jog. Made with Nike Breathe fabric, the Rise 365 Tee is highly breathable, with mesh panels to improve airflow as you push for that new personal best. Got the extra mile in the Nike Men's Breathe 365 Running Tee."
  },
  {
    "id": 6,
    "name": "Puma Mens Essential Logo Tee",
    "brand": "Puma",
    "thumbnail": "./assets/product-images/thumbnail/puma-mens-essential-logo-tee.jpg",
    "thumbnailMed": "./assets/product-images/450/puma-mens-essential-logo-tee.jpg",
    "image": "./assets/product-images/puma-mens-essential-logo-tee.jpg",
    "price": 29.99,
    "description": "Stay cool and comfortable when you head to training or out with mates, the Puma Men's Essentials Tee is just that, a wardrobe essential built for all-year wear. The tee is constructed with a soft cotton blend to provide both comfort and breathability. Completed with the traditional No. 1 PUMA branding to help elevate your streetwear from casual to cool."
  },
  {
    "id": 7,
    "name": "adidas Mens Own The Run Tee",
    "brand": "adidas",
    "thumbnail": "./assets/product-images/thumbnail/adidas-mens-own-the-run-tee.jpg",
    "thumbnailMed": "./assets/product-images/450/adidas-mens-own-the-run-tee.jpg",
    "image": "./assets/product-images/adidas-mens-own-the-run-tee.jpg",
    "price": 44.99,
    "description": "Dominate your run and beat your PB in the adidas Men's Own the Run Tee. Designed specifically for running, the tee features Adidas Climacool ventilation promoting superior airflow keeping you cool and comfortable allowing you to run further and faster. Truly own your run day or night with the safety of 360 degrees reflectivity for improved visibility in low light. Don't let anything get in the way or your potential, pull on the adidas Men's Own the Run Tee for start to finish comfort."
  },
  {
    "id": 8,
    "name": "Under Armour Mens Streaker Singlet",
    "brand": "Under Armour",
    "thumbnail": "./assets/product-images/thumbnail/under-armour-mens-streaker-singlet.jpg",
    "thumbnailMed": "./assets/product-images/450/under-armour-mens-streaker-singlet.jpg",
    "image": "./assets/product-images/under-armour-mens-streaker-singlet.jpg",
    "price": 44.99,
    "description": "The Under Armour Mens Streaker Singlet is the ultimate comfortable workout top. Made from UA Microthread fabric for lightweight performance, this tank wicks sweat away from your skin and dries fast to hold off fatigue. For premium performance this singlet won't chafe and stretches without carrying moisture."
  }
]